{
    "thad": {
        "sample": "Thad Wong is the co-founder and co-CEO of @properties, the nation's 10th largest brokerage firm by sales volume (REALTrends 500). @properties and its affiliated companies have over 3,500 agents in nine states, as well as annual closed sales volume of over $12 billion...",
        "full": "<p>Thad Wong is the co-founder and co-CEO of @properties, the nation's 10th largest brokerage firm by sales volume (REALTrends 500). @properties and its affiliated companies have over 3,500 agents in nine states, as well as annual closed sales volume of over $12 billion.</p><p>Wong and @properties' co-founder, Mike Golden, met in the mid-1990s at a small brokerage firm in downtown Chicago. They teamed up to sell new-construction and condominium-conversion developments, and quickly became two of the city's top producing agents.</p><p>In 2000, recognizing a need among fellow agents for more services and support, they established @properties. The idea for the name came to Wong as he rode a department store escalator past a Christmas tree adorned with ornaments bearing the \"@\" symbol.</p><p>From the beginning, Wong and Golden placed a heavy emphasis on culture, marketing and innovation, and in less than 10 years, @properties grew into the #1 residential brokerage firm in Chicago by sales volume. Over the past decade, the firm has expanded throughout the metro area and into Northwest Indiana, Southwest Michigan and Wisconsin. Today, @properties is the largest residential brokerage firm in Illinois.</p><p>A highly creative and energetic entrepreneur, Wong has been a driving force behind the development and deployment of pl@tform™, @properties' proprietary suite of end-to-end real estate technology applications. He also directs the design and implementation of @properties' award-winning marketing programs, agent training and coaching initiatives, and recruitment activities. Additionally, Wong has provided venture funding for a number of real estate tech startups, including Konverse, First.io, and m@ilcontrol.</p><p>Recently, Wong led @properties' acquisition of two independent brokerage firms, Ansley Atlanta Real Estate and Nest Realty; the establishment of Proper Rate, an independent mortgage lender, in a joint venture with Guaranteed Rate; and the formation of Proper Title, which has become Illinois' second largest independent title agency.</p><p>Wong's accomplishments have been widely recognized by the real estate industry and the broader business community. Honors include: the Inman Innovator of the Year Award; Ernst & Young Entrepreneur of the Year in the Midwest; Inc. Magazine's \"Inc. 500/5000\" list; Crain's Chicago Business' \"Fast Fifty,\" \"40 Under 40,\" and \"Largest Privately Held Companies\" lists; the Merrick Momentum Award from the Chicago Entrepreneurial Center at tech incubator 1871; induction in the Chicago Area Entrepreneurship Hall of Fame; the Impact Award from the Lincoln Park Builders Club; and the Damen Award from the Loyola University of Chicago School of Continuing and Professional Studies.</p><p>In 2009, Wong and Golden established @properties' nonprofit foundation, @gives back. Past and present beneficiaries include Chance The Rapper's SocialWorks, The Lynn Sage Cancer Research Foundation, The Anthony Rizzo Family Foundation, Imerman Angels, Keith Relief, Noah's Arc Foundation, Street Level and Deborah's Place. Wong is also a board member of the Chicago Children's Museum, Merit School of Music, and Imerman Angels. He is a member of the Economic Club of Chicago, Harold E. Eisenberg Foundation, and Chicago Commercial Club.</p><p>Raised in Minneapolis, Wong moved to Chicago to attend Loyola University. He worked at the Chicago Mercantile Exchange prior to starting his real estate career. Wong lives in Lincoln Park with his wife Emily, also a successful REALTOR®, and their four children.</p>",
        "modalSRHeading": "Beginning of dialog window. It does not collect any information. Escape will close the window."
    }

}