{
    "name": "OLIVIA CARLSON",
    "photo": {
        "sm": "images/team/team-sm.jpg",
        "md": "images/team/team-lg.jpg"
    },
    "logo": {
        "alt": "Olivia Carlson",
        "sm": "images/team/logo-olivia-carson.jpg"
    },
    "bio": {
        "brief": "<p>The Olivia Carlson Group knows Chicago Real Estate. We live here. We are raising our families here. We are invested in this great city. We know the neighborhoods and the schools. We represent clients who are buying, selling and renting real estate every single day. We understand the fluid market, significance of pricing and the importance of timing. Our expertise includes development construction, renovations, and interior design. No matter your real estate goals, it would be a privilege to put our experience to work for you.</p>",
        "full": "<h3 class='head-5 accent--above-left mb-8'>Team Bio</h3><p>The Olivia Carlson Group knows Chicago Real Estate. We live here. We are raising our families here. We are invested in this great city. We know the neighborhoods and the schools. We represent clients who are buying, selling and renting real estate every single day. We understand the fluid market, significance of pricing and the importance of timing. Our expertise includes development construction, renovations, and interior design. No matter your real estate goals, it would be a privilege to put our experience to work for you.</p><p><strong>The Olivia Carlson Group Experience</strong></p><p>With proven results, our team delivers an exceptional experience to our clients. Our business is founded on trust, integrity, collaboration and total commitment to maximizing the value of your real estate investment with 100% satisfaction.</p><p><strong>Here's what you can expect from us:</strong></p><ul><li>Groundbreaking luxury home marketing strategies with the technology, tools, experience and solutions to deliver proven, record breaking results. We are an innovative full service marketing company.</li><li>Privileged access to private listings and exclusive global exposure of your property through leading luxury brands– Luxury Portfolio International, @properties, Proxio Pro, Top Agent Network.</li><li>Concierge services – your time is valuable, let us do all the work to prepare, merchandise and sell your home + assist you in finding your next dream home.</li><li>Skilled negotiation and strategic value analysis to make sure you never leave money on the table. Olivia and Paul are both Certified Negotiation Experts.</li><li>Extraordinary marketing to all the right places – Maximized online presence, marketing materials that deliver results and targeted property campaigns.</li><li>Collaboration with the largest brokerage and #1 luxury marketing firm in Chicago, @properties. Providing powerful technology, resources, expertise, and the international reach that you need.</li><li>100% client satisfaction – personalized service, discretion, consistent communication and a commitment to exceed your expectations.</li></ul>"
    },
    "video": "https://www.youtube.com/watch?v=U0DYr9w9SX0",
    "stats": [
        {
            "span-1": "300+",
            "span-2": "transactions"
        },
        {
            "span-1": "10 years",
            "span-2": "selling real estate"
        },
        {
            "span-1": "$24M+",
            "span-2": "total sales"
        }
    ]
}